[
    {
        "id": 1,
        "frontContent": "",
        "backContent": "What is your favorite Christmas memory together?"
    },
    {
        "id": 2,
        "frontContent": "",
        "backContent": "What's the best Christmas gift you've ever received from your partner?"
    },
    {
        "id": 3,
        "frontContent": "",
        "backContent": "If you could spend Christmas anywhere in the world, where would it be?"
    },
    {
        "id": 4,
        "frontContent": "",
        "backContent": "What Christmas tradition do you want to start as a couple?"
    },
    {
        "id": 5,
        "frontContent": "",
        "backContent": "What's your favorite Christmas movie to watch together?"
    },
    {
        "id": 6,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas song?"
    },
    {
        "id": 7,
        "frontContent": "",
        "backContent": "What is the most memorable Christmas meal you've shared?"
    },
    {
        "id": 8,
        "frontContent": "",
        "backContent": "What's your favorite thing about celebrating Christmas with your partner?"
    },
    {
        "id": 9,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas dessert?"
    },
    {
        "id": 10,
        "frontContent": "",
        "backContent": "If you could give your partner any gift without limits, what would it be?"
    },
    {
        "id": 11,
        "frontContent": "",
        "backContent": "What Christmas decoration reminds you of your partner?"
    },
    {
        "id": 12,
        "frontContent": "",
        "backContent": "What's one thing you hope to do together this Christmas?"
    },
    {
        "id": 13,
        "frontContent": "",
        "backContent": "What is your partner's favorite holiday beverage?"
    },
    {
        "id": 14,
        "frontContent": "",
        "backContent": "What's your favorite Christmas carol to sing together?"
    },
    {
        "id": 15,
        "frontContent": "",
        "backContent": "What's the most thoughtful gift your partner has given you?"
    },
    {
        "id": 16,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas treat?"
    },
    {
        "id": 17,
        "frontContent": "",
        "backContent": "What's one thing you admire about your partner during the holiday season?"
    },
    {
        "id": 18,
        "frontContent": "",
        "backContent": "What Christmas activity do you most enjoy doing together?"
    },
    {
        "id": 19,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas tradition?"
    },
    {
        "id": 20,
        "frontContent": "",
        "backContent": "How do you plan to make this Christmas special for your partner?"
    },
    {
        "id": 21,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas memory from childhood?"
    },
    {
        "id": 22,
        "frontContent": "",
        "backContent": "What's one new thing you want to try together this Christmas?"
    },
    {
        "id": 23,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas decoration?"
    },
    {
        "id": 24,
        "frontContent": "",
        "backContent": "What is the best Christmas surprise you've experienced together?"
    },
    {
        "id": 25,
        "frontContent": "",
        "backContent": "What is your partner's favorite way to spend Christmas Eve?"
    },
    {
        "id": 26,
        "frontContent": "",
        "backContent": "What is your favorite part of Christmas morning?"
    },
    {
        "id": 27,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas story or book?"
    },
    {
        "id": 28,
        "frontContent": "",
        "backContent": "What is your favorite Christmas scent?"
    },
    {
        "id": 29,
        "frontContent": "",
        "backContent": "What is your partner's favorite way to wrap gifts?"
    },
    {
        "id": 30,
        "frontContent": "",
        "backContent": "What is your favorite Christmas memory with family?"
    },
    {
        "id": 31,
        "frontContent": "",
        "backContent": "What is one thing you want to achieve together by next Christmas?"
    },
    {
        "id": 32,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas tradition from their family?"
    },
    {
        "id": 33,
        "frontContent": "",
        "backContent": "What is the most challenging part of Christmas for you as a couple?"
    },
    {
        "id": 34,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas market or fair?"
    },
    {
        "id": 35,
        "frontContent": "",
        "backContent": "What is your favorite way to give back during the holiday season?"
    },
    {
        "id": 36,
        "frontContent": "",
        "backContent": "What is your partner's favorite holiday season activity?"
    },
    {
        "id": 37,
        "frontContent": "",
        "backContent": "What is your favorite Christmas song to listen to together?"
    },
    {
        "id": 38,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas ornament?"
    },
    {
        "id": 39,
        "frontContent": "",
        "backContent": "What's your favorite thing to do on a snowy Christmas day?"
    },
    {
        "id": 40,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas charity or cause?"
    },
    {
        "id": 41,
        "frontContent": "",
        "backContent": "What is your favorite way to countdown to Christmas together?"
    },
    {
        "id": 42,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas-themed book or movie?"
    },
    {
        "id": 43,
        "frontContent": "",
        "backContent": "What is your favorite part of decorating for Christmas?"
    },
    {
        "id": 44,
        "frontContent": "",
        "backContent": "What is your partner's favorite Christmas cookie?"
    },
    {
        "id": 45,
        "frontContent": "",
        "backContent": "What is your favorite way to relax together during the holidays?"
    },
    {
        "id": 46,
        "frontContent": "",
        "backContent": "What is your partner's favorite way to spend New Year's Eve?"
    },
    {
        "id": 47,
        "frontContent": "",
        "backContent": "What is your favorite part of Christmas shopping together?"
    },
    {
        "id": 48,
        "frontContent": "",
        "backContent": "What is your partner's favorite holiday season memory?"
    },
    {
        "id": 49,
        "frontContent": "",
        "backContent": "What is your favorite Christmas song to dance to?"
    },
    {
        "id": 50,
        "frontContent": "",
        "backContent": "What is your favorite Christmas light display?"
    }
]